Repository: Devguru-J/brewery
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# sidebar.upgrade
source: Upgrade
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: アップグレード
ko: 업그레이드
zh_hans: 升级

# sidebar.installed
source: Installed
de: Installiert
es: Instalados
fr: Installés
ja: インストール済み
ko: 설치된 패키지
zh_hans: 已安装

# sidebar.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_hans: 搜索

# sidebar.appearance
source: Appearance & Language
de: Darstellung & Sprache
es: Apariencia e idioma
fr: Apparence et langue
ja: 外観と言語
ko: 모양 · 언어
zh_hans: 外观与语言

# hero.noBrew
source: Homebrew not found. Install it from https://brew.sh
de: Homebrew nicht gefunden. Installiere es über https://brew.sh
es: No se encontró Homebrew. Instálalo desde https://brew.sh
fr: Homebrew introuvable. Installez-le depuis https://brew.sh
ja: Homebrew が見つかりません。https://brew.sh からインストールしてください。
ko: Homebrew를 찾을 수 없습니다. https://brew.sh 에서 설치하세요.
zh_hans: 未找到 Homebrew。请从 https://brew.sh 安装。

# hero.running
source: Running · %@
de: Läuft · %@
es: Ejecutando · %@
fr: En cours · %@
ja: 実行中 · %@
ko: 실행 중 · %@
zh_hans: 运行中 · %@

# hero.checking
source: Checking for updates…
de: Suche nach Updates…
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
ja: 更新を確認中…
ko: 업데이트 확인 중…
zh_hans: 正在检查更新…

# hero.allDone
source: All steps completed
de: Alle Schritte abgeschlossen
es: Todos los pasos completados
fr: Toutes les étapes sont terminées
ja: すべてのステップが完了しました
ko: 모든 단계를 완료했습니다
zh_hans: 所有步骤已完成

# hero.upToDate
source: Everything is up to date
de: Alles ist aktuell
es: Todo está actualizado
fr: Tout est à jour
ja: すべて最新です
ko: 모두 최신입니다
zh_hans: 一切都是最新的

# hero.outdatedCount
source: %d packages can be updated
de: %d Pakete können aktualisiert werden
es: %d paquetes pueden actualizarse
fr: %d paquets peuvent être mis à jour
ja: %d 個のパッケージを更新できます
ko: 업데이트 가능한 패키지 %d개
zh_hans: %d 个软件包可更新

# hero.neverRun
source: Never run yet
de: Noch nie ausgeführt
es: Aún no se ha ejecutado
fr: Jamais exécuté
ja: まだ実行していません
ko: 아직 실행한 적 없음
zh_hans: 尚未运行

# hero.lastRun
source: Last run %@
de: Zuletzt %@
es: Última ejecución %@
fr: Dernière exécution %@
ja: 最終実行 %@
ko: 마지막 실행 %@
zh_hans: 上次运行 %@

# btn.runAll
source: Run All
de: Alle ausführen
es: Ejecutar todo
fr: Tout exécuter
ja: すべて実行
ko: 전체 실행
zh_hans: 全部运行

# btn.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중단
zh_hans: 停止

# btn.runStep
source: Run this step only
de: Nur diesen Schritt
es: Solo este paso
fr: Cette étape seulement
ja: このステップのみ実行
ko: 이 단계만 실행
zh_hans: 仅运行此步骤

# step.update.summary
source: Fetch the latest package list
de: Lädt die aktuelle Paketliste
es: Obtiene la lista de paquetes más reciente
fr: Récupère la liste des paquets
ja: パッケージ一覧を最新にします
ko: 패키지 목록을 최신으로 받아옵니다
zh_hans: 获取最新的软件包列表

# step.upgrade.summary
source: Upgrade installed formulae and casks
de: Aktualisiert installierte Formulae und Casks
es: Actualiza formulae y casks instalados
fr: Met à jour les formulae et casks installés
ja: インストール済みの formula と cask を更新します
ko: 설치된 formula와 cask를 업그레이드합니다
zh_hans: 升级已安装的 formula 和 cask

# step.greedy.summary
source: Also upgrade auto-updating casks
de: Aktualisiert auch selbstaktualisierende Casks
es: También actualiza casks con actualización automática
fr: Met aussi à jour les casks à mise à jour automatique
ja: 自動更新の cask も含めて更新します
ko: 자동 업데이트 cask까지 모두 업그레이드합니다
zh_hans: 同时升级自动更新的 cask

# state.idle
source: Idle
de: Bereit
es: En espera
fr: En attente
ja: 待機
ko: 대기
zh_hans: 待机

# state.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

# state.skipped
source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
ja: スキップ
ko: 건너뜀
zh_hans: 已跳过

# state.failed
source: Failed (%d)
de: Fehler (%d)
es: Error (%d)
fr: Échec (%d)
ja: 失敗 (%d)
ko: 실패 (%d)
zh_hans: 失败 (%d)

# outdated.title
source: Updates Available
de: Verfügbare Updates
es: Actualizaciones disponibles
fr: Mises à jour disponibles
ja: 更新可能
ko: 업데이트 가능
zh_hans: 可更新

# outdated.checking
source: Checking…
de: Prüfe…
es: Comprobando…
fr: Vérification…
ja: 確認中…
ko: 확인 중…
zh_hans: 正在检查…

# outdated.basis
source: Checked with brew upgrade --greedy
de: Geprüft mit brew upgrade --greedy
es: Comprobado con brew upgrade --greedy
fr: Vérifié avec brew upgrade --greedy
ja: brew upgrade --greedy 基準で確認しました
ko: brew upgrade --greedy 기준으로 확인했습니다
zh_hans: 基于 brew upgrade --greedy 检查

# outdated.noBrew
source: Homebrew is not installed
de: Homebrew ist nicht installiert
es: Homebrew no está instalado
fr: Homebrew n'est pas installé
ja: Homebrew がインストールされていません
ko: Homebrew가 설치되어 있지 않습니다
zh_hans: 未安装 Homebrew

# outdated.refresh
source: Refresh list
de: Liste aktualisieren
es: Actualizar lista
fr: Actualiser la liste
ja: 一覧を更新
ko: 목록 새로고침
zh_hans: 刷新列表

# btn.upgrade
source: Upgrade
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
ko: 업그레이드
zh_hans: 升级

# log.title
source: Log
de: Protokoll
es: Registro
fr: Journal
ja: ログ
ko: 로그
zh_hans: 日志

# log.lines
source: %d lines
de: %d Zeilen
es: %d líneas
fr: %d lignes
ja: %d 行
ko: %d줄
zh_hans: %d 行

# log.copy
source: Copy log
de: Protokoll kopieren
es: Copiar registro
fr: Copier le journal
ja: ログをコピー
ko: 로그 복사
zh_hans: 复制日志

# log.clear
source: Clear log
de: Protokoll löschen
es: Borrar registro
fr: Effacer le journal
ja: ログを消去
ko: 로그 지우기
zh_hans: 清空日志

# menubar.noBrew
source: Homebrew not found
de: Homebrew nicht gefunden
es: No se encontró Homebrew
fr: Homebrew introuvable
ja: Homebrew が見つかりません
ko: Homebrew를 찾을 수 없습니다
zh_hans: 未找到 Homebrew

# menubar.outdated
source: %d updates available
de: %d Updates verfügbar
es: %d actualizaciones disponibles
fr: %d mises à jour disponibles
ja: 更新可能 %d 件
ko: 업데이트 가능 %d개
zh_hans: %d 个可更新

# menubar.openWindow
source: Open Window
de: Fenster öffnen
es: Abrir ventana
fr: Ouvrir la fenêtre
ja: ウインドウを開く
ko: 창 열기
zh_hans: 打开窗口

# menubar.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出

# settings.theme
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
zh_hans: 主题

# settings.themeHint
source: Default is macOS native. Changes apply immediately.
de: Standard ist macOS-nativ. Änderungen gelten sofort.
es: Por defecto es macOS nativo. Los cambios se aplican al instante.
fr: Par défaut : natif macOS. Les changements s'appliquent immédiatement.
ja: デフォルトは macOS ネイティブです。変更はすぐに反映されます。
ko: 기본값은 macOS 순정입니다. 선택은 즉시 적용됩니다.
zh_hans: 默认为 macOS 原生。更改立即生效。

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言

# settings.languageSystem
source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
ja: システムのデフォルト
ko: 시스템 기본
zh_hans: 跟随系统

# settings.languageHint
source: Follows your Mac's language unless you choose one here.
de: Folgt der Sprache des Mac, sofern hier nichts gewählt ist.
es: Sigue el idioma del Mac salvo que elijas uno aquí.
fr: Suit la langue du Mac sauf si vous en choisissez une ici.
ja: ここで選ばない限り Mac の言語に従います。
ko: 여기서 고르지 않으면 Mac의 시스템 언어를 따릅니다.
zh_hans: 除非在此选择，否则跟随 Mac 的系统语言。

# theme.native.name
source: macOS Native
de: macOS-nativ
es: macOS nativo
fr: Natif macOS
ja: macOS ネイティブ
ko: macOS 순정
zh_hans: macOS 原生

# theme.native.tagline
source: System materials and SF Symbols
de: Systemmaterialien und SF Symbols
es: Materiales del sistema y SF Symbols
fr: Matériaux système et SF Symbols
ja: システム素材と SF Symbols
ko: 시스템 재질과 SF Symbols
zh_hans: 系统材质与 SF Symbols

# theme.terminal.name
source: Dark Terminal
de: Dunkles Terminal
es: Terminal oscura
fr: Terminal sombre
ja: ダークターミナル
ko: 다크 터미널
zh_hans: 暗色终端

# theme.terminal.tagline
source: Black background, green text, glow
de: Schwarzer Hintergrund, grüner Text, Glow
es: Fondo negro, texto verde, brillo
fr: Fond noir, texte vert, halo
ja: 黒背景、緑の文字、グロー
ko: 검정 바탕, 초록 글씨, 글로우
zh_hans: 黑底绿字，带辉光

# theme.taproom.name
source: Taproom
de: Schankraum
es: Cervecería
ja: タップルーム
ko: 맥주집
zh_hans: 啤酒屋

# theme.taproom.tagline
source: Amber palette and foam
de: Bernsteinpalette und Schaum
es: Paleta ámbar y espuma
fr: Palette ambrée et mousse
ja: 琥珀色のパレットと泡
ko: 호박색 팔레트와 거품
zh_hans: 琥珀色调与泡沫

# installed.filter
source: Filter by name
de: Nach Name filtern
es: Filtrar por nombre
fr: Filtrer par nom
ja: 名前でフィルタ
ko: 이름으로 필터
zh_hans: 按名称筛选

# installed.onlyOutdated
source: Updates only
de: Nur Updates
es: Solo actualizaciones
fr: Mises à jour seulement
ja: 更新のみ
ko: 업데이트만
zh_hans: 仅显示可更新

# installed.upgradeSelected
source: Upgrade Selected (%d)
de: Auswahl aktualisieren (%d)
es: Actualizar selección (%d)
fr: Mettre à jour la sélection (%d)
ja: 選択項目を更新 (%d)
ko: 선택 업그레이드 (%d)
zh_hans: 升级所选 (%d)

# installed.deleteSelected
source: Delete Selected (%d)
de: Auswahl löschen (%d)
es: Eliminar selección (%d)
fr: Supprimer la sélection (%d)
ja: 選択項目を削除 (%d)
ko: 선택 삭제 (%d)
zh_hans: 删除所选 (%d)

# installed.loading
source: Loading…
de: Lade…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 正在加载…

# installed.empty
source: No packages installed
de: Keine Pakete installiert
es: No hay paquetes instalados
fr: Aucun paquet installé
ja: インストール済みのパッケージはありません
ko: 설치된 패키지가 없습니다
zh_hans: 没有已安装的软件包

# installed.noResults
source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ja: 結果なし
ko: 결과 없음
zh_hans: 无结果

# installed.count
source: %d items
de: %d Einträge
es: %d elementos
fr: %d éléments
ja: %d 件
ko: %d개
zh_hans: %d 项

# installed.selected
source: %d selected
de: %d ausgewählt
es: %d seleccionados
fr: %d sélectionnés
ja: %d 件選択中
ko: %d개 선택됨
zh_hans: 已选择 %d 项

# installed.selectedHint
source: Use the buttons above to upgrade or delete the selection
de: Mit den Buttons oben Auswahl aktualisieren oder löschen
es: Usa los botones de arriba para actualizar o eliminar la selección
fr: Utilisez les boutons ci-dessus pour mettre à jour ou supprimer
ja: 上のボタンで選択項目を更新または削除します
ko: 위 버튼으로 선택한 항목을 업그레이드하거나 삭제합니다
zh_hans: 使用上方按钮升级或删除所选项

# installed.pick
source: Select a package
de: Paket auswählen
es: Selecciona un paquete
fr: Sélectionnez un paquet
ja: パッケージを選択してください
ko: 패키지를 선택하세요
zh_hans: 请选择一个软件包

# installed.pickHint
source: Shows description, version and update status
de: Zeigt Beschreibung, Version und Update-Status
es: Muestra descripción, versión y estado de actualización
fr: Affiche la description, la version et l'état des mises à jour
ja: 説明、バージョン、更新状況を表示します
ko: 설명, 버전, 업데이트 여부를 보여줍니다
zh_hans: 显示描述、版本和更新状态

# installed.confirmDelete
source: Delete %d selected?
de: %d ausgewählte löschen?
es: ¿Eliminar %d seleccionados?
fr: Supprimer les %d sélectionnés ?
ja: 選択した %d 件を削除しますか？
ko: 선택한 %d개를 삭제할까요?
zh_hans: 删除所选的 %d 项？

# btn.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

# btn.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

# badge.installed
source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
zh_hans: 已安装

# search.placeholder
source: brew search — type a name and press Enter
de: brew search — Name eingeben und Enter drücken
es: brew search — escribe un nombre y pulsa Intro
fr: brew search — saisissez un nom puis Entrée
ja: brew search — 名前を入力して Enter
ko: brew search — 이름을 입력하고 Enter
zh_hans: brew search — 输入名称后按 Enter

# search.count
source: %d results
de: %d Ergebnisse
es: %d resultados
fr: %d résultats
ja: %d 件
ko: %d개
zh_hans: %d 个结果

# search.prompt
source: Enter a search term
de: Suchbegriff eingeben
es: Introduce un término
fr: Saisissez un terme
ja: 検索語を入力してください
ko: 검색어를 입력하세요
zh_hans: 请输入搜索词

# search.searching
source: Searching…
de: Suche…
es: Buscando…
fr: Recherche…
ja: 検索中…
ko: 검색 중…
zh_hans: 正在搜索…

# search.hintEmpty
source: Searches formulae and casks together
de: Sucht Formulae und Casks zusammen
es: Busca formulae y casks a la vez
fr: Recherche formulae et casks ensemble
ja: formula と cask をまとめて検索します
ko: formula와 cask를 함께 찾습니다
zh_hans: 同时搜索 formula 和 cask

# search.hintNone
source: No packages match “%@”
de: Keine Pakete passen zu „%@“
es: Ningún paquete coincide con “%@”
fr: Aucun paquet ne correspond à « %@ »
ja: “%@” に一致するパッケージはありません
ko: “%@”에 해당하는 패키지가 없습니다
zh_hans: 没有与“%@”匹配的软件包

# detail.hasUpdate
source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
ja: 更新あり
ko: 업데이트 있음
zh_hans: 有更新

# detail.noDesc
source: No description
de: Keine Beschreibung
es: Sin descripción
fr: Aucune description
ja: 説明なし
ko: 설명 없음
zh_hans: 无描述

# detail.installedVersion
source: Installed version
de: Installierte Version
es: Versión instalada
fr: Version installée
ja: インストール済みバージョン
ko: 설치 버전
zh_hans: 已安装版本

# detail.newVersion
source: New version
de: Neue Version
es: Versión nueva
fr: Nouvelle version
ja: 新しいバージョン
ko: 새 버전
zh_hans: 新版本

# detail.latestVersion
source: Latest version
de: Neueste Version
es: Última versión
fr: Dernière version
ja: 最新バージョン
ko: 최신 버전
zh_hans: 最新版本

# detail.homepage
source: Homepage
de: Website
es: Página web
fr: Site web
ja: ホームページ
ko: 홈페이지
zh_hans: 主页

# detail.changelogHint
source: brew does not provide changelogs. Check the release notes on the homepage.
de: brew liefert keine Änderungsprotokolle. Siehe Release Notes auf der Website.
es: brew no ofrece registros de cambios. Consulta las notas de la versión en la web.
fr: brew ne fournit pas de journal des modifications. Consultez les notes de version sur le site.
ja: brew は変更履歴を提供しません。ホームページのリリースノートを確認してください。
ko: 변경 내역은 brew가 제공하지 않습니다. 홈페이지의 릴리스 노트를 확인하세요.
zh_hans: brew 不提供更新日志。请在主页查看发行说明。

# btn.install
source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
ko: 설치
zh_hans: 安装

# detail.confirmDelete
source: Delete %@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
ja: %@ を削除しますか？
ko: %@을(를) 삭제할까요?
zh_hans: 删除 %@？

# appearance.title
source: Appearance & Language
de: Darstellung & Sprache
es: Apariencia e idioma
fr: Apparence et langue
ja: 外観と言語
ko: 모양 · 언어
zh_hans: 外观与语言

# appearance.help
source: Change theme and language
de: Design und Sprache ändern
es: Cambiar tema e idioma
fr: Changer le thème et la langue
ja: テーマと言語を変更
ko: 테마와 언어 바꾸기
zh_hans: 更改主题和语言

# action.install
source: Install
de: Installation
es: Instalación
fr: Installation
ja: インストール
ko: 설치
zh_hans: 安装

# action.uninstall
source: Uninstall
de: Deinstallation
es: Desinstalación
fr: Désinstallation
ja: 削除
ko: 삭제
zh_hans: 删除

# action.upgrade
source: Upgrade
de: Aktualisierung
es: Actualización
fr: Mise à jour
ja: 更新
ko: 업그레이드
zh_hans: 升级

# engine.stepFailed
source: %@ failed (exit code %d)
de: %@ fehlgeschlagen (Exit-Code %d)
es: %@ falló (código %d)
fr: %@ a échoué (code %d)
ja: %@ が失敗しました (終了コード %d)
ko: %@ 실패 (종료 코드 %d)
zh_hans: %@ 失败（退出码 %d）

# engine.actionFailed
source: %@ failed: %@
de: %@ fehlgeschlagen: %@
es: %@ falló: %@
fr: %@ a échoué : %@
ja: %@ が失敗しました: %@
ko: %@ 실패: %@
zh_hans: %@ 失败：%@

# engine.cancelRequested
source: [brewery] Stop requested.
de: [brewery] Stopp angefordert.
es: [brewery] Se solicitó detener.
fr: [brewery] Arrêt demandé.
ja: [brewery] 停止を要求しました。
ko: [brewery] 중단을 요청했습니다.
zh_hans: [brewery] 已请求停止。

# engine.sudoHint
source: [brewery] This item needs an administrator password. Run it in Terminal.
de: [brewery] Dieses Element braucht ein Administratorpasswort. Im Terminal ausführen.
es: [brewery] Este elemento necesita contraseña de administrador. Ejecútalo en Terminal.
fr: [brewery] Cet élément requiert un mot de passe administrateur. Exécutez-le dans le Terminal.
ja: [brewery] この項目には管理者パスワードが必要です。ターミナルで実行してください。
ko: [brewery] 이 항목은 관리자 비밀번호가 필요합니다. 터미널에서 직접 실행하세요.
zh_hans: [brewery] 此项需要管理员密码。请在终端中运行。

# engine.outdatedFailed
source: [brewery] brew outdated failed (exit code %d)
de: [brewery] brew outdated fehlgeschlagen (Exit-Code %d)
es: [brewery] brew outdated falló (código %d)
fr: [brewery] brew outdated a échoué (code %d)
ja: [brewery] brew outdated が失敗しました (終了コード %d)
ko: [brewery] brew outdated 실패 (종료 코드 %d)
zh_hans: [brewery] brew outdated 失败（退出码 %d）

# engine.refreshFailed
source: [brewery] Failed to refresh list: %@
de: [brewery] Liste konnte nicht aktualisiert werden: %@
es: [brewery] Error al actualizar la lista: %@
fr: [brewery] Échec de l'actualisation : %@
ja: [brewery] 一覧の更新に失敗: %@
ko: [brewery] 목록 갱신 실패: %@
zh_hans: [brewery] 刷新列表失败：%@

# engine.readError
source: [brewery] Error reading output: %@
de: [brewery] Fehler beim Lesen der Ausgabe: %@
es: [brewery] Error al leer la salida: %@
fr: [brewery] Erreur de lecture : %@
ja: [brewery] 出力の読み取りエラー: %@
ko: [brewery] 출력 읽기 오류: %@
zh_hans: [brewery] 读取输出出错：%@

# store.listFailed
source: Could not read installed packages: %@
de: Installierte Pakete konnten nicht gelesen werden: %@
es: No se pudo leer la lista: %@
fr: Impossible de lire la liste : %@
ja: インストール一覧を読めませんでした: %@
ko: 설치 목록을 읽지 못했습니다: %@
zh_hans: 无法读取已安装列表：%@

# store.searchFailed
source: Search failed: %@
de: Suche fehlgeschlagen: %@
es: Búsqueda fallida: %@
fr: Recherche échouée : %@
ja: 検索に失敗: %@
ko: 검색 실패: %@
zh_hans: 搜索失败：%@

# store.infoFailed
source: Could not read info: %@
de: Info konnte nicht gelesen werden: %@
es: No se pudo leer la información: %@
fr: Impossible de lire les informations : %@
ja: 情報を読めませんでした: %@
ko: 정보를 읽지 못했습니다: %@
zh_hans: 无法读取信息：%@

# installed.updatesBadge
source: Updates %d
es: Actualizaciones %d
fr: Mises à jour %d
ja: 更新 %d
ko: 업데이트 %d
zh_hans: 更新 %d

# badge.update
source: Update
es: Actualizar
fr: Mise à jour
ja: 更新
ko: 업데이트
zh_hans: 更新

# store.cmdFailed
source: brew %@ (exit code %d)
es: brew %@ (código %d)
fr: brew %@ (code %d)
ja: brew %@ (終了コード %d)
ko: brew %@ (종료 코드 %d)
zh_hans: brew %@（退出码 %d）
